[Characters.Twk_Pawn_Empress:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="女王ジェサミン・カルドウィン"

[Notes.AbstrInv_Disclaimer_Expert DisAbstractItem]
m_ItemName="暗殺の滴"
m_PluralItemName=""
m_Description="出来るだけ速やかに指定の位置へ登り降下暗殺を成功させよ。\n\n敵は光の束でマークされている。\nできるだけ高い位置かの降下や速やかに到達することでスコアを稼ぐためならば、指定の位置から離れても良い。\n闇に飲まれた場合、最後に到達した降下地点から再スタートとなる。\n\n落下によりダメージを受けるため、生き残るには降下暗殺を成功させるしかない。\n新たな障害もエリア内に追加されている。\n\nスコア:\n*  出来るだけ高い位置からの暗殺降下ほどポイントが稼げる。\n* またゴールまで速やかに到達するほどスコアにつながる。\n\nスペシャル: \n指示通りに進む場合、様々な色の光の束を利用できる。:\n* グリーン: スプリントを利用しターゲットへ降下せよ。ジャンプやブリンクは使用不可。\n* イエロー: スプリントとアジリティーを利用しターゲットへ到達せよ。ブリンクは使用不可。\n* レッド: スプリントとアジリティー、ブリンクを利用しターゲットへ到達せよ。\n\n失敗: \n死亡した場合チャレンジ失敗となる。\n"

[Notes.AbstrInv_Disclaimer_Normal DisAbstractItem]
m_ItemName="暗殺の滴"
m_PluralItemName=""
m_Description="出来るだけ速やかに指定の位置へ登り降下暗殺を成功させよ。\n\n敵は光の束でマークされている。\nできるだけ高い位置かの降下や速やかに到達することでスコアを稼ぐためならば、指定の位置から離れても良い。\n闇に飲まれた場合、最後に到達した降下地点から再スタートとなる。\n\n落下によるダメージはない。\n\nスコア:\n* 出来るだけ高い位置からの暗殺降下ほどポイントが稼げる。\n* またゴールまで速やかに到達するほどスコアにつながる。\n\nスペシャル: \n指示通りに進む場合、様々な色の光の束を利用できる。:\n* グリーン: スプリントを利用しターゲットへ降下せよ。ジャンプやブリンクは使用不可。\n* イエロー: スプリントとアジリティーを利用しターゲットへ到達せよ。ブリンクは使用不可。\n* レッド: スプリントとアジリティー、ブリンクを利用しターゲットへ到達せよ。\n\n失敗: \nチャレンジ失敗はない。\n"

[Notes.Pickup_Disclaimer_Expert DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Pickup_Disclaimer_Normal DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

